Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: This is the entire agreement between You and OSMF which supersedes any prior agreement, whether written, oral or other, relating to the subject matter of this agreement.
ja: この同意書に関わる主題に関して、これはあなたとOSMFとの間の包括的な合意であり、書面か口頭かその他であるかを問わず、これに先立つ合意全てに優先するものです。

source: This is the web application of the simple task manager.
ja: これは単純なタスクマネージャのWebアプリケーションです。

source: This means '''old maps''' can be classed as "Out of copyright" and therefore available to copy freely.
ja: これは、「古い地図」を「著作権の満了」として分類することができ、したがって自由にコピーできることを意味します。

source: This means that:
ja: これは、次のようなことを意味します：

source: This name can be used for the item
ja: この名前を使用することができます

source: This node is not glued to anything else.
ja: このノードは、他のどれとも接着していません。

source: This operation makes JOSM forget the selected objects.<br> They will be removed from the layer, but <i>not</i> deleted<br> on the server when uploading.
ja: この操作はJOSMに選択されたオブジェクトを忘れさせます。<BR>レイヤーから取り去られますが、アップロード時に、<br>サーバー上から削除<i>されるわけではありません</i>。

source: This option can be repeated to load multiple styles.
ja: このオプションは複数のスタイルに適用されます。

source: This option hides the textual labels of OSM objects while dragging the map.
ja: このオプションは、マップをドラッグしている間、OSMオブジェクトのテキストラベルを非表示にします。

source: This option suppresses the filling of areas, overriding anything specified in the selected style.
ja: このオプションは、選択されたスタイルの設定を無視して、エリアの塗りつぶしを停止させます。

source: This option will not be saved permanently.
ja: このオプションは恒久的に保存されません。

source: This page groups some information about copyright, often as links to more detailed pages elsewhere.
ja: このページでは、著作権に関する情報の一部を、他のページへのリンクとしてグループ化しています。

source: This page would be a simply redirect to the actual page with title in national language.
ja: このページは各言語の題名を持つページへの単なるリダイレクトになります。

source: This panel activates in Align Ways mode:
ja: このパネルは Align Ways のモードを切り替えます。

source: This plugin allows to display any picture as a background in the editor and align it with the map.
ja: このプラグインでは編集画面の背景として任意の画像を表示し、地図と並べることができます。

source: This plugin directly upload GPS Traces from current active layer in JOSM to openstreetmap.org.
ja: このプラグインは現在アクティブなJOSMレイヤーのGPSトラックをopenstreetmap.orgへ直接アップロードします。

source: This plugin simplifies the mapping and editing of public transport routes.
ja: このプラグインは公共交通ルートのマッピングと編集を簡素化します。

source: This preset also sets: {0}
ja: このプリセットはセットされています: {0}

source: This program is licensed under the GNU General Public License v2
ja: このプログラムは、GNU General Public License v2の下でライセンスされています。

source: This project has a required license.
ja: プロジェクトにライセンス要求が設定されています。

source: This project uses the go module infrastructure, so e.g. go build installs all dependencies for you.
ja: このプロジェクトはgoモジュールインフラストラクチャを使用しているため、例えばgo buildはすべての依存関係をインストールします。

source: This reduces unnecessary nodes along the way and is especially recommended if GPS tracks were recorded by time (e.g. one point per second) or when the accuracy was low (reduces "zigzag" tracks).
ja: これにより、途中の不要なノードが削減されます。特に、GPSトラックが時間別に記録されている場合(たとえば、1秒あたり1ポイント)や、精度が低い場合(「ジグザグ」トラックが削減される)に推奨されます。二

source: This region is divided into smaller areas (e.g. 1x1km large squares) the so called tasks.
ja: この領域は、いわゆるタスクより小さな領域(たとえば、1x1kmの大きな正方形)に分割されています。

source: This resource will not be available: {0}
ja: このリソースは使用できません:{0}

source: This script uses Firefox as default browser where the tests run in.
ja: このスクリプトは、テストが実行されるデフォルトブラウザとしてFirefoxを使用します。

source: This selects incomplete objects too.
ja: これにより、不完全なオブジェクトも選択されます。

source: This strange thing is caused by a template cache.
ja: この奇妙な動作は、テンプレートのキャッシュによるものです。

source: This string should be 3 to 200 letters long.
ja: 文字列は3～200文字の範囲でなければなりません。

source: This test checks for errors in tag keys and values.
ja: このテストはタグのキーと値にあるエラーをチェックします。

source: This test checks for untagged nodes that are not part of any way.
ja: このテストはどのウェイにも属さないタグ無しのノードをチェックしています。

source: This test checks for untagged, empty and one node ways.
ja: このテストはタグがなく、空の、ノードが1つしかないウェイをチェックしています。

source: This test checks for ways that contain some of their nodes more than once.
ja: このテストは、同じノードを複数回使用するウェイをチェックします。

source: This test checks for ways with similar names that may have been misspelled.
ja: このテストはスペルミスの可能性がある似た名前のウェイをチェックします。

source: This test checks if a way has an endpoint very near to another way.
ja: このテストはウェイの端点が別のウェイのすぐ近くにないかをチェックします。

source: This test checks if multipolygons are valid.
ja: このテストはマルチポリゴンが有効かを調べます。

source: This test checks if turn restrictions are valid.
ja: このテストは進行方向制限が妥当であるかどうかを検査します。

source: This test checks if turnrestrictions are valid.
ja: このテストは進行方向制限が有効かを検査します。

source: This test checks if two roads, railways, waterways or buildings crosses in the same layer, but are not connected by a node.
ja: このテストではノードで接続されずに同じレイヤーで交差している2つの道路、鉄道、水路、建物をチェックします。

source: This test checks that a connection between two nodes is not used by more than one way.
ja: このテストは2個のノード間の接続が2本以上のウェイで使用されていないかをチェックします。

source: This test checks that coastlines are correct.
ja: このテストは海岸線が正しいことをチェックします。

source: This test checks that there are no nodes at the very same location.
ja: このテストは全く同じ位置にノードがないことをチェックします。

source: This test checks that there are no relations with same tags and same members with same roles.
ja: このテストは同じロールの同じメンバーで構成される同じタグがついたリレーションがないかチェックします。

source: This test checks that there are no ways with same node coordinates and optionally also same tags.
ja: このテストは同じノード座標を持ち、オプションで同じタグも持つウェイがないかどうかをチェックします。

source: This test checks the correct usage of the opening hours syntax.
ja: このテストは営業時間が正しく使われているかをチェックします。

source: This test checks the direction of water, land and coastline ways.
ja: このテストは水域、陸地および海岸線ウェイの方向をチェックします。

source: This test finds multilingual objects whose ''name'' attribute is not equal to some ''name:*'' attribute and not a composition of ''name:*'' attributes, e.g., Italia - Italien - Italy.
ja: この検査は、 ''name'' 属性がどの ''name:*'' とも等しくなく、''name:*'' を構成するものではない多言語のオブジェクトを探します。例: Italia - Italien - Italy

source: This tests for long way segments, which are usually errors.
ja: ふつうエラーになるような長いウェイの区間を検査します。

source: This tests if ways which should be circular are closed.
ja: これは循環であるべきウェイが閉じているかチェックします。

source: This tool can only replace a node, upgrade a node to a way or a multipolygon, or replace a way with a way.
ja: このツールは1つのノードをウェイやマルチポリゴンにアップグレードしたり、ウェイをウェイで置き換えたりすることができます。

source: This tool extracts node from its ways and requires single node to be selected.
ja: このツールはそれが含まれているウェイからノードを取り出しますが、1つだけノードを選択する必要があります。

source: This tool replaces geometry of one object with another, and so requires exactly two objects to be selected.
ja: このツールは1つのオブジェクトと他のオブジェクトの配置を置き換えますので、正確に2つのオブジェクトを選択する必要があります。

source: This turn restriction refers to an object which was deleted outside of this turn restriction editor:
ja: この進行方向制限は、進行方向制限編集画面外で削除された{0}件のオブジェクトを参照しています。

source: This turn restriction uses the node <span class="object-name">{0}</span> as member with role <tt>{1}</tt>.
ja: この進行方向制限はノード <span class="object-name">{0}</span> をロール <tt>{1}</tt> を持つメンバーとして使用しています。

source: This turn restriction uses the relation <span class="object-name">{0}</span> as member with role <tt>{1}</tt>.
ja: この進行方向制限はリレーション <span class="object-name">{0}</span> をロール <tt>{1}</tt> を持つメンバーとして使用しています。

source: This version is no longer supported by {0} since {1} and is not recommended for use.
ja: このバージョンは{1}以降{0}がサポートしておらず、使用を推奨できません。

source: This version of JOSM is incompatible with the configured server.
ja: このバージョンのJOSMは、設定されたサーバーと互換性がありません。

source: This was interesting for many reasons: there are many places around the world in dispute yet few accurate depictions of those disputes.
ja: トルコの支配下にある地域において、ギリシャ名を使うかトルコ名を使うか同意が得られなかったためです。これは多くの意味で興味深いものでした。

source: This was started up in April 2009.
ja: 2009年4月にスタートしました。

source: This way is part of a relation.
ja: このウェイはリレーションの一部です。

source: This wiki page intends to be a complete reference to the structure of Overpass QL.
ja: このWikiは、Overpass QLの構造について完全なリファレンスを提供すべく記載されています。

source: This will change the target layer to "{0}".<br>Would you like to continue?
ja: これにより、ターゲットレイヤーが「{0}」に変更されます。<br>続行しますか?

source: This will change up to {0} object.
ja: 最大{0}件のオブジェクトが変更されます。

source: This will change {0} object.
ja: 最大{0}件のオブジェクトが変更されます

source: Those nodes are not in a circle.
ja: ノードが円形に配列していません

source: Threshold:
ja: しきい値:

source: Throw in times
ja: スローインタイム

source: Ticket
ja: チケット

source: Ticket Machine
ja: 券売機

source: Tidal Water Turbine
ja: 潮力発電

source: Tide Level
ja: 潮位

source: Tile Info
ja: タイル情報

source: Tile Numbers
ja: タイル数

source: Tile URL
ja: タイルのURL

source: Tile address:
ja: タイルのアドレス:

source: Tile addresses in the format <i>zoom,x,y</i> or <i>zoom;x;y</i> are valid too.</html>
ja: <i>zoom、x、y</i>または<i>zoom;x;y</i>の形式のタイルアドレスも有効です。</html>

source: Tile cache directory:
ja: タイルキャッシュの保存フォルダ:

source: Tile display projection
ja: タイル表示投影法

source: Tile display size
ja: タイル表示サイズ

source: Tile download projection
ja: タイルダウンロード用投影法

source: Tile it
ja: タイル表示

source: Tile name
ja: タイル名

source: Tile size
ja: タイルの大きさ

source: Tile size:
ja: タイルの大きさ:

source: Tiler
ja: タイル店

source: Tiles zoom offset:
ja: タイルズームオフセット:

source: Time
ja: 時間

source: Time (hh:mm, for trekking)
ja: 所要時間(hh:mm、徒歩で)

source: Time Limit
ja: 時間制限

source: Time Limit (minutes)
ja: 制限時間(分)

source: Time filter for "{0}" such as "{1}"
ja: 「{1}」などの「{0}」の時間フィルタ

source: Time on your GPS device
ja: GPS機器の時刻

source: Time on your stopwatch
ja: ストップウォッチでの時刻

source: Time window
ja: 時刻ウィンドウ

source: Time:
ja: 時間:

source: Timespan
ja: 測定時期

source: Timezone:
ja: タイムゾーン:

source: Timezone: {0}
ja: タイムゾーン: {0}

source: Tires
ja: タイヤ

source: Title or type of protection
ja: 保護の種類

source: Title:
ja: タイトル:

source: To
ja: 終了日時

source: To (0 to End):
ja: 末尾(0は最後):

source: To (terminal stop)
ja: 終点

source: To ...
ja: 先: ...

source: To avoid cadastre WMS overload, building import size is limited to 1 km2 max.
ja: WMSのオーバーロードを防ぐため、 インポートする範囲を1 km2 以下で作成してください。

source: To delete
ja: 削除対象

source: To enable the cadastre WMS plugin, change the current projection to one of the cadastre projections and retry
ja: 現在の投影法を cadastre 投影法のひとつに 変更して cadastre WMS plugin を有効化し、 やり直してください

source: To fix this, some missing relation members should be downloaded first.
ja: これを修正するには、欠落しているリレーションメンバーを先にダウンロードする必要があります。

source: To prevent this from happening:
ja: 発生を防ぐには：

source: To solve this problem, you could switch to download mode ''{0}'' and load Mapillary images for a smaller portion of the map.
ja: この問題を解決するには、ダウンロードモード"{0}"に切りかえ、地図の小さな領域でMapillary画像を読みこんでみてください。

source: To solve this problem, you could zoom in and load a smaller area of the map.
ja: この問題を解決するには、ズームインして地図上のより小さな領域を読みこんでみてください。

source: To specify the rendered area and scale, the options can be combined in various ways
ja: レンダリング領域とスケールを指定するために、オプションをさまざまな方法で組み合わせることができます。

source: To store imagery offsets you must be a registered OSM user.
ja: 画像オフセットを登録するには、OSMユーザーとして登録する必要があります。

source: To tell the Angular-compiler about the new language, add the following three parts into the client/angular.json for <langID>:
ja: <langID>で示される新しい言語を、Angularコンパイラに通知するには、client/angular.jsonに次の3つの部分を追加します。

source: To the extent allowable under applicable local laws and copyright conventions, You also waive and/or agree not to assert against OSMF or its licensees any moral rights that You may have in the Contents.
ja: 適用できるローカルな法令及び著作権の慣例のもとで認められる範囲まで、あなたはまた、OSMFあるいはそのライセンシーに対して、あなたがそのコンテンツに持っているかもしれないいかなる道徳的な権利も放棄し、あるいは反論しないことに同意します。

source: To the extent permitted by applicable law, You provide the Contents “as is” without warranty of any kind, either express or implied, including without limitation any warranties or conditions of merchantability, fitness for a particular purpose, or otherwise.
ja: 適用される法により認められる範囲において、あなたはコンテンツを、いかなる種類の保証もなしに、明示的であれ暗示的であれ、商業的価値、特定用途への適合性、その他についていかなる瑕疵や状態の担保責任の制約も無いことを含め、現状有姿のまま提供します。

source: To write elements to a named set, again use the <code>-></code> syntax, followed by the set name.
ja: 名前つき集合に要素を書き込む場合は、 <code>-></code> の書式を使い、集合の名前を指定します。

source: Tobacco
ja: たばこ

source: Todo list
ja: ToDo リスト

source: Todo list {0}/{1} ({2}%)
ja: Todoリスト {0}/{1} ({2}%)

source: Toggle Toolbar
ja: ツールバーのトグル

source: Toggle Viewport Following
ja: ビューポート追随の切り替え

source: Toggle Wireframe view
ja: ワイヤーフレーム表示切り替え

source: Toggle all settings
ja: すべての設定を切り替え

source: Toggle dialogs panel
ja: ダイアログパネルの表示/非表示

source: Toggle dialogs panel, maximize mapview
ja: ダイアログパネルの表示/非表示を切り替え、地図ビューを最大化

source: Toggle dynamic buttons
ja: 動的ボタンのトグル

source: Toggle fullscreen view
ja: 全画面ビューを切り替え

source: Toggle snapping by {0}
ja: {0}への位置合わせを有効化/無効化

source: Toggle the layer displaying Wikipedia articles or Wikidata items
ja: Wikipediaの記事またはWikidataの項目を表示するレイヤーを切り替える

source: Toggle visibility of Changeset Manager window
ja: 変更セットマネージャの表示/非表示を切り替え

source: Toggle visibility of layer: {0}
ja: レイヤー {0} の表示/非表示

source: Toggle visible state of the marker text and icons.
ja: マーカーテキストとアイコンの表示状態を切り替え

source: Toggle visible state of the selected layer.
ja: 選択したレイヤーの表示・非表示を切り替えます。

source: Toggle: {0}
ja: {0}の表示/非表示

source: Toggles the visibility of the edit toolbar (i.e., the vertical tool)
ja: 編集ツールバーの表示切替(例: 垂直方向のツール)

source: Toggles the visibility of the main toolbar (i.e., the horizontal toolbar)
ja: メインツールバー（つまり、水平ツールバー）の表示/非表示の切り替え

source: Toilets
ja: トイレ

source: Toilets/Restrooms
ja: トイレ

source: Token allows restricted access
ja: トークンは制限されたアクセスを許可します

source: Toll
ja: 料金

source: Toll Booth
ja: 料金所

source: Tomb
ja: 霊廟

source: Too many ways are added: {0}!
ja: 追加するウェイの数({0}本)が多すぎます。

source: Tool already exists
ja: ツールがすでに存在します

source: Tool: Display objects history dialog
ja: ツール: オブジェクトの履歴ダイアログ表示

source: Tool: {0}
ja: ツール: {0}

source: Toolbar
ja: ツールバー

source: Toolbar Editor...
ja: ツールバーの編集...

source: Toolbar action without name: {0}
ja: 名前のないツールバーのアクション: {0}

source: Toolbar action {0} overwritten: {1} gets {2}
ja: ツールバーアクション{0}が上書きされました: {1}は{2}を取得します

source: Toolbar customization
ja: ツールバーのカスタマイズ

source: Toolbar: {0}
ja: ツールバー: {0}

source: Toolbars
ja: ツールバー

source: Tools
ja: ツール

source: Tools for do-it-yourself repair (may be a bike co-operative)
ja: DIY修理のための道具(自転車の協同組合かもしれない)

source: Tools for drawing buildings.
ja: 建物描画用ツール

source: Tools: {0}
ja: ツール: {0}

source: Tooltip
ja: ツールチップ

source: Top right (max) corner:
ja: 右上(最大)位置:

source: Topleft
ja: 左上

source: Total Mapillary images: {0}
ja: 総Mapillaryイメージ数: {0}

source: Total distance
ja: 合計距離

source: Total duration
ja: 合計時間

source: Total map edits
ja: マップ編集総計

source: Total notes:
ja: メモの件数:

source: Touchup
ja: パターン

source: Tourism
ja: 観光

source: Tourism attraction
ja: 観光名所

source: Tourist buses
ja: 観光バス

source: Tower
ja: タワー

source: Tower design
ja: 塔のデザイン

source: Tower type
ja: 塔の種類

source: Town
ja: 町

source: Town Hall
ja: 役場

source: Town/city {0} not found or not available or action canceled
ja: 町/市 {0} が見つからないか利用できません。 又はキャンセルされました。

source: Toys
ja: 玩具店

source: Tracer building
ja: Tracerの建物

source: Tracer2 error
ja: Tracer2エラー

source: Tracer2: add a way with {0} points
ja: Tracer2: {0}個の点を持ったウェイを追加しました

source: Tracer2: modify way to {0} points
ja: Tracer2: ウェイの点を{0}個に変更しました。

source: Tracer2Server has detected an error.
ja: Tracer2Serverがエラーを検出しました。

source: Tracer2Server hasn''t found anything.
ja: Tracer2Serverが見つかりませんでした。

source: Tracing
ja: トレース

source: Track
ja: 農道・林道

source: Track %1
ja: トラック %1

source: Track and Field Athletics
ja: 陸上競技

source: Track and Point Coloring
ja: トラックと点の配色

source: Track date
ja: 記録日

source: Track layers readonly by default
ja: トラックレイヤーは既定で読み込み専用

source: Track name:
ja: トラック名:

source: Track settings (note that multiple tracks can be in one GPX file)
ja: トラック設定（複数のトラックを1つのGPXファイルに含めることができます）

source: Trackable (only shared as anonymous, ordered points with timestamps)
ja: 追跡可能(匿名で共有、点はタイムスタンプ付き)

source: Trackpoint
ja: トラックポイント

source: Tracks
ja: 線数

source: Tracks in this GPX file:
ja: トラックが含まれるGPXファイル:

source: Tracktype
ja: 農道・林道の状態

source: Tracktype grades must be given as integers between 0 and 5.
ja: トラック種別のグレードは0～5の整数で指定してください。

source: Trade
ja: トレード

source: Traffic
ja: 交通

source: Traffic Calming
ja: 交通静穏化

source: Traffic Lights
ja: 信号機

source: Traffic Mirror
ja: 交通ミラー

source: Traffic Signal
ja: 信号機

source: Traffic lights
ja: 警報灯

source: Train
ja: 鉄道

source: Tram
ja: 路面電車

source: Tram Stop
ja: 電停

source: Tram stop (legacy)
ja: 電停(旧)

source: Transfer to password manager and remove from preference file
ja: パスワードマネージャーに転送し、設定ファイルから削除する

source: Transform error: Min X must be smaller than max
ja: 変換エラー: Xの最小値は最大値よりも小さくなければなりません

source: Transform error: Min Y must be smaller than max
ja: 変換エラー: Yの最小値は最大値よりも小さくなければなりません

source: Transform error: Points too close
ja: 変換エラー: ポイントが近すぎます

source: Transform error: Unsupported orientation
ja: 変換エラー: サポートされていない方向

source: Transform error: Unsupported variant.
ja: 変換エラー: サポートされていない変数

source: Transform point on the picture
ja: 点で画像を変形

source: Transform {0} node
ja: {0}個のノードを変換

source: Transformer Attributes:
ja: 変圧器の属性:

source: Transformer Tower
ja: 変電塔

source: Transit support [alpha]
ja: 交通サポート [alpha]

source: Translate messages.
ja: メッセージを翻訳

source: Translate standard tags
ja: 標準タグを翻訳

source: Translate the entries
ja: エントリを翻訳する

source: Translating wiki pages should be an exercise in improving community cohesion, helping everyone to understand each other, and ultimately helping to build the maps!
ja: ウィキページを翻訳することは、コミュニティの団結を促進し、それぞれが互いに理解することの助けとなり、究極的には地図を作る助けとなるための試みであるべきです。

source: Translation
ja: 翻訳

source: Translation efforts are still in very early stages in many languages.
ja: == ウィキの翻訳の進捗 == ウィキの翻訳は、いくらか場当たり的に行われており、参加することが奨励されていますが、私たちも組織だって実行してもらうようにしなければいけません。

source: Translations
ja: 翻訳

source: Translators
ja: 翻訳者

source: Transport
ja: 輸送

source: Transport mode restrictions
ja: 通行制限

source: Transverse Mercator
ja: 横メルカトル図法

source: Travel Agency
ja: 旅行代理店

source: Tree
ja: 樹木・林

source: Tree Row
ja: 並木

source: Trees
ja: 樹木

source: Trees aligned along a road.
ja: 道路沿いに植えられた樹木です。

source: Trees found within settlements, e.g. in parks or spread through residential areas.
ja: 居住地内にある樹木です。例えば公園や住宅地にあるものです。

source: Trees in agricultural use.
ja: 農耕のための樹木です。

source: Trees remarkable due to its size or prominent location, usually visible from great distances and useful for navigation.
ja: その大きさや位置によって目立ち、遠くからも見えてナビゲーションに役立つもの。

source: Tries to guess address data by picking the name of the closest object with according tag.
ja: 最も近いオブジェクトに設定されたタグから住所データの名前を抽出します。

source: Trim the task grid to the area of interest (optional).
ja: タスクグリッドをトリムして Area of interestを作成 (オプション)

source: Trim the tasks to define the exact Area of Interest for mapping.
ja: タスクを切り取って、マッピング対象のArea of Interestを指定します。

source: Triple tower
ja: 3連形

source: Trolleybus
ja: トロリーバス

source: Truck
ja: トラック

source: Trunk
ja: 国道

source: Trunk Link
ja: 国道の連絡路

source: Trust OSM Settings
ja: Trust OSMの設定

source: Trusted global organizations use Tasking Manager to get the map data they need to reach those in need.
ja: 必要となるデータを探し、世界規模の組織もTasking Managerを利用しています。 信頼できるグローバル組織は、TaskManager を使用して、必要としているユーザーに到達するために必要な地図データを作成します。

source: Trusted persons told me
ja: 信頼できる人から教わった

source: Try Again
ja: 再試行

source: Try copying tags from properties table
ja: プロパティテーブルからタグのコピーを試みる

source: Try enabling IPv6 network, preferring IPv6 over IPv4 (only works on early startup).
ja: IPv4よりもIPv6を優先して、IPv6ネットワークを有効にしてみる（初期起動時にのみ機能します）。

source: Try fixing these, but be careful (don''t destroy valid data).
ja: これらを修正してみてください。ただし、有効なデータを破棄しないように注意してください。

source: Try lenient method
ja: lenient法を試す

source: Try to match with a track node
ja: トラックノードとマッチングしようとする

source: Try updating JOSM.
ja: JOSMを更新してみてください。

source: Try updating to the newest version of this plugin before reporting a bug.
ja: バグレポートをする前に、最新バージョンのプラグインにアップデートしてください。

source: Trying to delete the layer with background upload.
ja: バックグラウンドでアップロード中のレイヤを削除しようとしています。

source: Trying to set a read only data layer as edit layer
ja: 編集レイヤーとして読み取り専用のデータレイヤーを設定しようとしています

source: Tunnel
ja: トンネル

source: Tunnel Start
ja: トンネルの開始

source: Turn Lanes
ja: 進行方向別車線

source: Turn Restriction
ja: 進行方向制限

source: Turn Restrictions
ja: 進行方向制限

source: Turn lanes
ja: 右左折車線

source: Turn on the informational level validator messages in the preferences to see more details.
ja: 詳細を表示するには、環境設定で情報レベルの妥当性検査メッセージをオンにします。

source: Turn restrictions
ja: 進行方向制限

source: Turn selected styles on or off
ja: 選択したスタイルの適用を切替え

source: Turned {0} image
ja: {0} 個の画像を回転しました。

source: Turning Circle
ja: 転回場(島なし)

source: Turning Loop
ja: 転回ループ(島あり)

source: Turning Point
ja: 転回場所

source: Turnrestrictions
ja: 進行方向制限

source: Turns all guesses into the corresponding tag values.
ja: すべての推測を該当するタグの値に設定します。

source: Turnstile
ja: 回転式木戸

source: Turntable
ja: 転車台(ターンテーブル)

source: Two parallels ways found.
ja: 2つの並行したウェイが見つかりました。

source: Type
ja: 種別

source: Type ''{0}'' of relation member with role ''{1}'' does not match accepted types ''{2}'' in preset {3}
ja: ロール''{1}''を持つリレーションメンバーである''{0}''が、プリセット{3}の受付可能な種別''{2}''に含まれていません

source: Type ''{0}'' of relation member with role ''{1}'' does not match accepted types ''{2}'' in template {3}
ja: ロール''{1}''を持つリレーションメンバーである''{0}''が、{3}テンプレートの受付可能な種別''{2}''に含まれていません

source: Type of compensator
ja: 電力補償の種別

source: Type of construction
ja: 構造

source: Type of converter
ja: 整流器の種別

source: Type of enforcement
ja: 取締りの種類

source: Type of shelter
ja: 待合室・避難所の種類

source: Type of stops to add
ja: 追加する停留所の種類

source: Type of substation
ja: 変電所の種類

source: Type of transformer
ja: 変圧・変換機の種類

source: Type:
ja: 種別:

source: Types of Mapping
ja: マッピング対象

source: Types of mapping
ja: マッピング対象

source: Types of vehicles which can be charged:
ja: 充電可能な車両の型式:

source: Typical journey time in minutes
ja: 標準所要時間(分)

source: UIAA grading
ja: UIAA格付

source: UIAA: Most difficult route
ja: UIAA:最も難しいルート

source: UIAA: Simplest route
ja: UIAA:最も単純なルート

source: UIC name
ja: UIC名

source: UIC reference
ja: UIC番号

source: UIC-Reference
ja: UIC番号

source: UNKNOWN
ja: 不明

source: UPDATE relation %1
ja: 関連 %1 のアップデート

source: UPDATE road %1
ja: 道路 %1 のアップデート

source: UPDATE trackpoint %1
ja: トラックポイント %1 のアップデート

source: URL ''{0}'' doesn''t refer to an existing local directory or jar file
ja: URL''{0}''が既存のローカルディレクトリまたはjarファイルを参照していません

source: URL ''{0}'' doesn''t refer to an existing local jar file
ja: URL''{0}''が既存のローカルjarファイルを参照していません

source: URL / File:
ja: URL / ファイル名:

source: URL Files
ja: URLファイル

source: URL contains an invalid authority: {0}
ja: URLに無効な認証情報が含まれています: {0}

source: URL contains an invalid fragment: {0}
ja: URLに無効な部分が含まれています: {0}

source: URL contains an invalid path: {0}
ja: URLに無効なパス「{0}」が含まれています

source: URL contains an invalid protocol: {0}
ja: URLに無効なプロトコル「{0}」が含まれています

source: URL contains an invalid query: {0}
ja: URLに無効なクエリ「{0}」が含まれています

source: URL contains backslashes instead of slashes
ja: URLにスラッシュの代わりにバックスラッシュが含まれています。

source: URL does not contain valid {0}
ja: URLが有効な{0}を含んでいません

source: URL does not contain {0}/{1}/{2}
ja: URLが{0}/{1}/{2}を含んでいません

source: URL from www.openstreetmap.org (you can paste a download URL here to specify a bounding box)
ja: www.openstreetmap.org のURL(ここにダウンロードURLを貼り付けて矩形範囲を指定できます)

source: URL from www.openstreetmap.org (you can paste an URL here to download the area)
ja: www.openstreetmap.orgのURL(ダウンロードしたい範囲を表示してパーマリンクを貼付けてください)

source: URL is invalid
ja: URLが無効です

source: URL to OSM-XML:
ja: OSM-XMLのURL:

source: URL validator
ja: URLバリデーター

source: UTM Geodesic system
ja: UTM測地システム

source: UTM Zone
ja: UTMゾーン

source: UTM projection (''+proj=utm'') requires ''+zone=...'' parameter.
ja: UTM 投影法 (''+proj=utm'') には ''+zone=...'' パラメーターが必要です。
